Repository: atacan/DevBliss
Catalog: Sources/NameGeneratorFeature/Resources/*.lproj/Localizable.strings
Languages: de, fr, ja, pl, zh

source: (viewStore.maxLength)
de: (AnsichtSpeichern.maxLength)

source: %d percent
de: %d Prozent
fr: %d pour cent
ja: ％d パーセント
pl: %d procent
zh: %d 百分比

source: Add to (title)
de: Hinzufügen zu (Titel)
fr: Ajouter à (titre)
ja: （タイトル）に追加
pl: Dodaj do
zh: 添加到（标题）

source: Alternating Vowels Consonants
de: Wechselnde Vokale Konsonanten
fr: Voyelles consonnes alternées
ja: 母音と子音の交互
pl: Zmienna samogłoski spółgłoski
zh: 交替元音辅音

source: Alternation Probability
de: Wahrscheinlichkeit der Abwechslung
fr: Probabilité d'alternance
ja: 交互確率
pl: Prawdopodobieństwo alternatywy
zh: 替代概率

source: Consonants
de: Konsonanten
fr: Consonnes
ja: 子音
pl: Spółgłoski
zh: 子音

source: Count
de: Zählen
fr: Compte
ja: カウント
pl: Licznik
zh: 数量

source: Delete from (title)
de: Löschen von (title)
fr: Supprimer from (titre)
ja: （タイトル）から削除
pl: Usuń z (tytuł)
zh: 从（标题）中删除

source: Generate
de: Generieren
fr: Générer
ja: 生成する
pl: Generuj
zh: 生成

source: Generate names (Cmd+Return)
de: Namen generieren (Cmd+Return)
fr: Générer des noms (Cmd+Retour)
ja: 名前を生成する（Cmd+Return）
pl: Generuj nazwy (Cmd+Return)
zh: 生成名称（Cmd+Return）

source: Generation Type
de: Typ der Generation
fr: Type de génération
ja: 世代のタイプ
pl: Typ pokolenia
zh: 生成类型

source: Letter
de: Brief
fr: Lettre
ja: レター
pl: List
zh: 信件

source: Max. length
de: Max. Länge
fr: Longueur max.
ja: 最大長
pl: Maksymalna długość
zh: 最大长度

source: Maximum length of the names
de: Maximale Länge der Namen
fr: Longueur maximale des noms
ja: 名前の最大長
pl: Maksymalna długość nazw
zh: 名字的最大长度

source: Min. length
de: Min. Länge
fr: Longueur minimale
ja: 最小の長さ
pl: Min. długość
zh: 最小长度

source: minimum length for the names
de: minimale Länge für die Namen
fr: longueur minimale des noms
ja: 名前の最小長
pl: minimalna długość dla nazw
zh: 名称的最小长度

source: Minimum length of the names
de: Mindestlänge der Namen
fr: Longueur minimale des noms
ja: 名前の最小文字数
pl: Minimalna długość nazw
zh: 名称的最小长度

source: names to be generated
de: Namen generieren
fr: noms à générer
ja: 生成される名前
pl: nazwy do wygenerowania
zh: 要生成的姓名

source: Number of names
de: Anzahl von Namen
fr: Nombre de noms
ja: 名前の数
pl: Liczba nazw
zh: 姓名数量

source: Prefix Suffix
de: Präfix Suffix
fr: Prefixe Suffixe
ja: プリフィックスサフィックス
zh: 前缀后缀

source: Prefixes
de: Präfixe
fr: Préfixes
ja: 接頭辞
pl: Przedrostki
zh: 前缀

source: Probabilistic
de: Probabilistisch
fr: Probabiliste
ja: 確率的
pl: Prawdopodobieństwo
zh: 概率

source: Probability of switching vowel or consonant
de: Wahrscheinlichkeit des Wechsels von Vokal oder Konsonant
fr: Probabilité de passage d'une voyelle ou d'une consonne
ja: 母音または子音の切り替えの確率
pl: Prawdopodobieństwo zmiany samogłoski lub spółgłoski
zh: 元音或辅音的切换概率

source: Separator
de: Trennzeichen
fr: Séparateur
ja: セパレーター
zh: 分隔符

source: string to be used to split input into a list
de: Zeichenfolge, die zum Aufteilen der Eingabe in eine Liste verwendet wird
fr: chaîne à utiliser pour diviser l'entrée en une liste
ja: 入力をリストに分割するために使用される文字列
pl: ciąg do podziału wejścia na listę
zh: 用于将输入字符串分割成列表的字符串

source: Suffixes
de: Suffixe
ja: サフィックス
pl: Przyrostki
zh: 后缀

source: the probability of alternating between vowel and consonant when generating the next letter
de: die Wahrscheinlichkeit, beim Generieren des nächsten Buchstabens zwischen Vokalen und Konsonanten zu wechseln
fr: la probabilité d'alterner entre une voyelle et une consonne lors de la génération de la prochaine lettre
ja: 次の文字を生成する際に母音と子音を交互に切り替える確率
pl: prawdopodobieństwo alteracji między samogłoską a spółgłoską podczas generowania następnego znaku
zh: 生成下一个字母时，在元音和辅音之间交替的概率

source: Vowels
de: Vokale
fr: Voyelles
ja: 母音
pl: Samogłoski
zh: 元音字母

source: Weight
de: Gewicht
fr: Poids
ja: 重量
pl: Waga
zh: 重量
