Repository: atacan/DevBliss
Catalog: Sources/PrefixSuffixFeature/Resources/*.lproj/Localizable.strings
Languages: it, ja, pl, zh

source: After applying prefix and suffice manipulations to each line separately, it ends.
it: Dopo aver applicato manipolazioni di prefisso e suffisso a ciascuna riga separatamente, finisce.
ja: それぞれの行にプレフィックスとサフィックスの操作を適用した後、終了します。
pl: Po zastosowaniu manipulacji przedrostkiem i przyrostkiem do każdej linii osobno, kończy się.
zh: 对每行分别应用前缀和后缀操作后，结束。

source: Convert
it: Converti
ja: 変換する
pl: Konwertować
zh: 转换

source: Convert (Cmd+Return)
zh: 转换（Cmd+Return）

source: Input
ja: 入力
pl: Wejście
zh: 输入

source: It first starts applying the prefix changes
it: Inizia prima applicando le modifiche del prefisso
ja: 最初にプレフィックスの変更を適用します
pl: Najpierw zaczyna stosować zmiany prefiksu
zh: 它首先开始应用前缀更改

source: Output
ja: 出力
pl: Wyjście
zh: 输出

source: Prefix
it: Prefisso
ja: プレフィックス
zh: 前缀

source: Replace prefix
it: Sostituisci prefisso
ja: 接頭辞を置き換える
pl: Zastąp prefiks
zh: 替换前缀

source: Replace prefix if available
it: Sostituisci il prefisso se disponibile
ja: 利用可能な場合はプレフィックスを置き換える
pl: Zastąp prefiks, jeśli jest dostępny
zh: 如有前缀，请替换之

source: Replace suffix
it: Sostituisci suffisso
ja: サフィックスを置き換える
pl: Zastąp końcówkę
zh: 替换后缀

source: Replace suffix if available
it: Sostituisci il suffisso se disponibile
ja: 利用可能な場合は接尾辞を置き換えます
pl: Zastąp końcówkę, jeśli jest dostępna
zh: 替换后缀（如有）

source: Suffix
it: Suffisso
ja: 接尾辞
pl: Przyrostek
zh: 后缀

source: the prefix written previously will be replaced with this
it: il prefisso precedentemente scritto sarà sostituito con questo
ja: 以前に書かれた接頭辞はこれで置き換えられます
pl: poprzednio wpisany przedrostek zostanie zastąpiony tym
zh: 之前写的前缀将被替换为这个

source: the suffix written previously will be replaced with this
it: il suffisso precedentemente scritto verrà sostituito con questo
ja: 以前に書かれた接尾辞はこれで置き換えられます。
pl: poprzednio zapisany przyrostek zostanie zastąpiony tym
zh: 之前写的后缀将被替换为这个

source: Then add Prefix
it: Aggiungi quindi il prefisso
ja: プレフィックスを追加してください
pl: Następnie dodaj prefiks
zh: 然后添加前缀

source: Then add Suffix
it: Aggiungere quindi il suffisso
ja: その後、接尾辞を追加してください
pl: Następnie dodaj przyrostek
zh: 然后添加后缀

source: Then it applies the suffix manipulation
it: Poi applica la manipolazione del suffisso
ja: それから、接尾辞の操作を適用します
pl: Następnie stosuje manipulację końcówką
zh: 然后它应用后缀操作

source: with
it: con
ja: と一緒に
pl: z
zh: 与
