Repository: atacan/DevBliss
Catalog: Sources/AppFeature/Resources/*.lproj/Localizable.strings
Languages: it, ja, pl

source: Change prefix or suffix of each line
it: Cambia prefisso o suffisso di ogni riga
ja: 各行の接頭辞または接尾辞を変更する
pl: Zmień prefiks lub sufiks każdej linii

source: Convert case of list of words
it: Convertire il caso di una lista di parole
ja: 単語リストのケースを変換する
pl: Przekształć wielkość liter listy słów

source: Convert Html code to a DSL in Swift
it: Convertire il codice Html in un DSL in Swift
ja: SwiftでHtmlコードをDSLに変換する
pl: Przekonwertuj kod HTML na DSL w języku Swift

source: Converters
it: Convertitori
ja: 変換ツール
pl: Konwertery

source: Copy output
it: Copia l'output
ja: 出力をコピー
pl: Kopiuj wyjście

source: File
ja: ファイル
pl: Plik

source: File Search
it: Ricerca file
ja: ファイル検索
pl: Wyszukiwanie plików

source: Format and Highlight Json
it: Formattare ed Evidenziare Json
ja: フォーマットとハイライトJson
pl: Formatuj i podświetl JSON

source: Format Swift code
it: Codice Swift
ja: フォーマットSwiftコード
pl: Kod Swift format

source: Formatters
it: Formattatori
ja: フォーマッター
pl: Formatery

source: Generate names or words
it: Genera nomi o parole
ja: 名前または単語を生成する
pl: Generuj nazwy lub słowa

source: Generate output
it: Genera output
ja: 出力を生成する
pl: Generuj wynik

source: Generate UUIDs
it: Generare UUID
ja: UUIDの生成
pl: Generuj UUID-y

source: Generators
it: Generator
ja: ジェネレーター
pl: Generatory

source: Go to a tool by order
it: Vai a uno strumento per ordine
ja: 順序でツールに移動する
pl: Przejdź do narzędzia według kolejności

source: Go to the next tool
it: Passa al prossimo strumento
ja: 次のツールに進む
pl: Przejdź do następnego narzędzia

source: Go to the previous tool
it: Vai allo strumento precedente
ja: 前のツールに移動する
pl: Przejdź do poprzedniego narzędzia

source: Html to Swift
it: Html a Swift
ja: サイドバーのツール名
pl: Html do Swift

source: Layout
ja: レイアウト
pl: Układ

source: Move output to another tool
it: Sposta l'output su un altro strumento
ja: 出力を別のツールに移動する
pl: Przenieś wynik do innego narzędzia

source: Name
it: Nome
ja: 名前
pl: Imię

source: Navigation
it: Navigazione
ja: ナビゲーション
pl: Nawigacja

source: Paste to Input
it: Incolla nell'input
ja: 入力に貼り付ける
pl: Wklej do pola wprowadzania

source: Prefix Suffix
it: Prefisso Suffisso
ja: 接頭語 接尾語
pl: Prefiks Sufiks

source: Regex Matches
it: Corrispondenze Regex
ja: 正規表現の一致
pl: Wzorce wyrażeń regularnych

source: Save output as...
it: Salva output come...
ja: 出力を保存する...
pl: Zapisz wynik jako...

source: Search inside files
it: Ricerca all'interno dei file
ja: ファイル内の検索
pl: Przeszukaj wewnątrz plików

source: Sidebar with the list of tools
it: Barra laterale con l'elenco degli strumenti
ja: ツールのリストを表示するサイドバー
pl: Pasek boczny z listą narzędzi

source: Text Case
it: Caso di test
ja: サイドバー上のツール名

source: Toggle input editor
it: Attiva/disattiva l'editor di input
ja: 入力エディタを切り替える
pl: Przełącz edytor wejściowy

source: Toggle sidebar
it: Barra laterale
ja: サイドバーを切り替える
pl: Przełącz panel boczny

source: Toggle sidebar (Command+Shift+L)
it: Attiva/disattiva la barra laterale (Command+Shift+L)
ja: サイドバーを切り替える（コマンド+シフト+L）
pl: Włącz/Wyłącz pasek boczny (Command+Shift+L)

source: Toggle split alignment
it: Allineamento dividere
ja: 分割配置の切り替え
pl: Przełącz rozdzielone wyrównanie

source: Tool Usage
it: Utilizzo degli strumenti
ja: ツールの使用
pl: Użycie narzędzia
