Repository: atacan/DevBliss
Catalog: Sources/InputOutput/Resources/*.lproj/Localizable.strings
Languages: it, ja, pl, zh

source: Close pop over
it: Chiudi popover
ja: ポップオーバーを閉じる
pl: Zamknij wyskakujące okno
zh: 关闭弹出框

source: Copy to clipboard
it: Copia negli appunti
ja: クリップボードにコピー
pl: Skopiuj do schowka
zh: 复制到剪贴板

source: Copy to clipboard (Command+Shift+C)
it: Copia negli appunti (Comando+Maiusc+C)
ja: クリップボードにコピーする（Command+Shift+C）
pl: Skopiuj do schowka (Command+Shift+C)
zh: 复制到剪贴板（Command+Shift+C）

source: Hide input editor
zh: 隐藏输入编辑器

source: horizontal split
it: divisione orizzontale
ja: 水平分割
pl: poziome rozdzielanie
zh: 水平分割

source: Horizontal split
zh: 水平分割

source: Input it to the other tools
it: Inseriscilo negli altri strumenti
ja: 他のツールに入力する
pl: Wprowadź to do innych narzędzi
zh: 输入到其他工具中

source: Input it to the other tools (Command+Shift+U)
it: Inseriscilo negli altri strumenti (Command+Shift+U)
ja: 他のツールに入力してください（Command+Shift+U）
pl: Wprowadź go do innych narzędzi (Command+Shift+U)
zh: 输入它到其他工具（Command+Shift+U）

source: Move the output to one of the tools as input
it: Sposta l'output in uno degli strumenti come input
ja: 出力をツールの1つに移動して入力として使用します
pl: Przenieś wynik do jednego z narzędzi jako dane wejściowe
zh: 将输出移动到其中一个工具作为输入

source: Paste from clipboard
it: Incolla dagli appunti
ja: クリップボードから貼り付ける
pl: Wklej z schowka
zh: 从剪贴板粘贴

source: Paste from clipboard (Command+Shift+P)
it: Incolla dagli appunti (Command+Shift+P)
ja: クリップボードに貼り付ける（Command+Shift+P）
pl: Wklej ze schowka (Command+Shift+P)
zh: 从剪贴板粘贴（Command+Shift+P）

source: Save to disk
it: Salva su disco
ja: ディスクに保存する
pl: Zapisz na dysku
zh: 保存到硬盘

source: Save to disk (Command+Shift+S)
it: Salva su disco (Comando+Maiusc+S)
ja: ディスクに保存する（Command+Shift+S）
pl: Zapisz na dysku (Command+Shift+S)
zh: 将其保存到磁盘（命令+Shift+S）

source: Show input editor
zh: 显示输入编辑器

source: the input and output editor will be positioned next to each other
zh: 输入和输出编辑器将会彼此相邻

source: the input and output editor will be positioned underneath each other
zh: 输入和输出编辑器将位于彼此下方

source: vertical split
it: split verticale
ja: 垂直分割
pl: podzieliony pionowo
zh: 垂直分割

source: Vertical split
zh: 垂直分割

source: the input and output editor will be located next to each other
it: il campo di input e quello di output saranno posizionati uno accanto all'altro
ja: 入力と出力のエディタは隣り合って配置されます。
pl: edytor wejściowy i wyjściowy będą umieszczone obok siebie

source: the input and output editor will be located underneath each other
it: l'editor di input e output sar√† posizionato uno sotto l'altro
ja: 入力と出力のエディタは、互いの下に配置されます。
pl: edycja wejścia i wyjścia będzie zlokalizowana poniżej siebie
