Repository: atacan/DevBliss
Catalog: localisations/*.xcloc/Localized Contents/*.xliff
Languages: de, fr

source: Formatters
de: Formatoren
fr: Formateurs

source: Html to Swift
de: Html zu Swift
fr: Html en Swift

source: Regex Matches
fr: Correspondances d'expressions régulières

source: Text Case
fr: Cas de texte

source: %@ Choose a tool from the Sidebar
de: %@ Wählen Sie ein Werkzeug aus der Seitenleiste
fr: %@ Choisissez un outil dans la barre latérale

source: Converters
de: Konverter
fr: Convertisseurs

source: File Search
de: Dateisuche
fr: Recherche de fichiers

source: Pretty print Swift code
fr: Imprimer joli le code Swift

source: Convert case of list of words
de: Ändern Sie die Groß-/Kleinschreibung der Wortliste
fr: Convertir le cas de la liste des mots

source: Generate UUIDs
de: Generiere UUIDs
fr: Générer des UUID

source: Pretty print and Highlight Json
de: Hübschen Druck und Json hervorheben
fr: Pretty print et mettre en évidence JSON

source: Replace and add prefix or suffix to each line
de: Ersetzen und Präfix oder Suffix zu jeder Zeile hinzufügen
fr: Remplacez et ajoutez un préfixe ou un suffixe à chaque ligne

source: Search inside files
de: In Dateien suchen
fr: Rechercher dans les fichiers

source: Toggle sidebar
de: Seitenleiste umschalten
fr: Afficher/masquer la barre latérale

source: Toggle sidebar (Command+Shift+L)
de: Seitenleiste umschalten (Befehl+Umschalt+L)
fr: Basculer la barre latérale (Commande+Majuscule+L)

source: Convert Html code to a DSL in Swift
de: Konvertieren Sie Html-Code in eine DSL in Swift
fr: Convertir le code Html en DSL en Swift

source: File
de: Datei
fr: Fichier

source: Generators
de: Generatoren
fr: Générateurs

source: Prefix Suffix
de: Präfix Suffix
fr: Préfixe Suffixe

source: Sidebar with the list of tools
de: Seitenleiste mit der Liste der Werkzeuge
fr: Barre latérale avec la liste des outils

source: Format and Highlight Json
de: Json formatieren und hervorheben
fr: Formater et surligner Json

source: Format Swift code
de: Formatieren Sie den Swift-Code
fr: Code Swift format

source: Choose a tool from the Sidebar
de: Wählen Sie ein Tool aus der Seitennavigationsleiste
fr: Choisissez un outil dans la barre latérale

source: Change prefix or suffix of each line
de: Ändern Sie das Präfix oder Suffix jeder Zeile
fr: Changer le préfixe ou le suffixe de chaque ligne

source: Git User
de: Git-Benutzer
fr: Utilisateur Git

source: File Path
de: Dateipfad
fr: Chemin du fichier

source: Search
de: Suche
fr: Recherche

source: Search also hidden files and folders
de: Suchen Sie auch nach versteckten Dateien und Ordnern
fr: Rechercher également les fichiers et les dossiers masqués

source: term to search inside the file...
de: Suchbegriff in Datei suchen...
fr: terme à rechercher à l'intérieur du fichier...

source: Directory
de: Verzeichnis
fr: Répertoire

source: Lines
de: Linien
fr: Lignes

source: Modified
de: Geändert
fr: Modifié

source: Search Term
de: Suchbegriff
fr: Terme de recherche

source: File Content
de: Dateiinhalt
fr: Contenu du fichier

source: Component
de: Komponente
fr: Composant

source: Convert
de: Konvertieren
fr: Convertir

source: DSL Library
de: DSL-Bibliothek
fr: Bibliothèque DSL

# Full &lt;html&gt;
source: Full <html>
fr: Complet <html>

# Only &lt;body&gt;
source: Only <body>
fr: Seulement <body>

# Only &lt;head&gt;
source: Only <head>
fr: Seulement <head>

source: Move the output to one of the tools as input
de: Verschieben Sie die Ausgabe in eines der Tools als Eingabe
fr: Déplacez la sortie vers l'un des outils en tant qu'entrée

source: the input and output editor will be located next to each other
de: Der Eingabe- und Ausgabe-Editor werden nebeneinander angeordnet sein
fr: l'éditeur d'entrée et de sortie sera situé côte à côte

source: Copy to clipboard (Command+Shift+C)
de: In die Zwischenablage kopieren (Befehl+Umschalt+C)
fr: Copier dans le presse-papiers (Commande+Maj+C)

source: horizontal split
de: horizontale Aufteilung
fr: division horizontale

source: vertical split
de: vertikale Aufteilung
fr: découpage vertical

source: Input it to the other tools (Command+Shift+U)
de: Geben Sie es in die anderen Werkzeuge ein (Befehl+Umschalt+U)
fr: Entrée le dans les autres outils (Commande + Maj + U)

source: Paste from clipboard (Command+Shift+P)
de: Aus Zwischenablage einfügen (Befehl+Umschalt+P)
fr: Coller depuis le presse-papiers (Commande+Maj+P)

source: Save to disk (Command+Shift+S)
de: Auf Festplatte speichern (Befehl+Umschalt+S)
fr: Enregistrer sur le disque (Commande+Maj+S)

source: the input and output editor will be located underneath each other
de: Der Eingabe- und Ausgabeeditor befindet sich untereinander
fr: l'éditeur d'entrée et de sortie sera situé l'un en dessous de l'autre

source: Pretty
de: Schön
fr: Belle

source: Raw
de: Roh
fr: Brut

source: It first starts applying the prefix changes
de: Zuerst werden die Änderungen am Präfix angewendet
fr: Il commence d'abord à appliquer les changements de préfixe

source: Replace prefix if available
de: Präfix ersetzen, wenn verfügbar
fr: Remplacer le préfixe s'il est disponible

source: Replace suffix
de: Suffix ersetzen
fr: Remplacer le suffixe

source: Then add Prefix
de: Dann füge einen Präfix hinzu
fr: Ensuite, ajoutez un préfixe

source: Suffix
fr: Suffixe

source: the prefix written previously will be replaced with this
de: das zuvor geschriebene Präfix wird durch dies ersetzt werden
fr: le préfixe écrit précédemment sera remplacé par ceci

source: with
de: mit
fr: avec

source: After applying prefix and suffice manipulations to each line separately, it ends.
de: Nach Anwendung von Präfix- und Suffix-Manipulationen auf jede Zeile einzeln endet es.
fr: Après avoir appliqué des manipulations de préfixe et de suffixe à chaque ligne séparément, cela se termine.

source: Prefix
de: Präfix
fr: Préfixe

source: Replace prefix
de: Präfix ersetzen
fr: Remplacer le préfixe

source: Then it applies the suffix manipulation
de: Dann wendet es die Suffixmanipulation an.
fr: Ensuite, il applique la manipulation de suffixe

source: the suffix written previously will be replaced with this
de: Der zuvor geschriebene Suffix wird durch diesen ersetzt.
fr: le suffixe précédemment écrit sera remplacé par ceci

source: Replace suffix if available
de: Suffix austauschen, falls verfügbar
fr: Remplacer le suffixe s'il est disponible

source: Then add Suffix
de: Dann Suffix hinzufügen
fr: Puis ajoutez le suffixe

source: Output
de: Ausgabe
fr: Sortie

source: Input
de: Eingabe
fr: Entrée

source: Extract
de: Extrahieren
fr: Extraire

source: Regex pattern
de: Regex Muster
fr: Motif Regex

source: Capturing Groups
de: Erfassen von Gruppen
fr: Capture de groupes

source: Matches
de: Spiele
fr: Correspondances

source: From
de: Von
fr: De

source: Separator
de: Trennzeichen
fr: Séparateur

source: To
de: Zu
fr: Pour

source: New Line
de: Neue Zeile
fr: Nouvelle ligne

source: Space
de: Raum
fr: Espace

source: UPPERCASE
de: GROSSBUCHSTABEN
fr: MAJUSCULE

source: Generate
de: Generieren
fr: Générer

source: lowercase
de: kleinschreibung
fr: minuscules

source: nicklockwood/SwiftFormat Config
de: nicklockwood/SwiftFormat Konfiguration
